Repository: qanastek/Easy-School
Catalog: languages/*.po
Languages: fr_fr

source: Comments are closed.
fr_fr: Les commentaires sont fermé.

source: GROWING
fr_fr: GRANDIR

source: LIVE TOGETHER
fr_fr: VIVRE ENSEMBLE

source: LEARN
fr_fr: APPRENDRE

source: Substitution title unavailable.
fr_fr: Titre de substitution indisponible.

source: This article doesn't have a description.
fr_fr: Cette article n'a pas de description.

source: Theme settings
fr_fr: Paramétrage du thème

source: Theme settings list.
fr_fr: Liste des paramètres du thème.

source: Posted in %1$s
fr_fr: Publier dans %1$s

source: Tagged %1$s
fr_fr: Identifié %1$s

source: Website URL
fr_fr: URL du site

source: For example: https://www.google.com
fr_fr: Par exemple: https://www.google.com

source: Webmaster E-mail
fr_fr: E-mail du webmaster

source: Web host name
fr_fr: Nom de l'hébergeur web

source: For example: OVH, 1&1, ect ...
fr_fr: Par exemple: OVH, 1&1, ect ...

source: Web host name ...
fr_fr: Nom de l'hébergeur web ...

source: Web host address
fr_fr: Adresse de l'hébergeur web

source: Web host postal code
fr_fr: Code postale de l'hébergeur web

source: Web Host registration number
fr_fr: SIRET de l'hébergeur web

source: For example: 111 222 333 000 11
fr_fr: Par exemple: 111 222 333 000 11

source: Registration number ...
fr_fr: SIRET ...

source: Image of the first motto
fr_fr: Image première devise

source: Choose a image for the first motto.
fr_fr: Choisissez l'image de la première devise.

source: Choose a file
fr_fr: Choisissez un fichier

source: Choose a other file
fr_fr: Choisissez un autre fichier

source: Delete
fr_fr: Supprimer

source: No file chosen
fr_fr: Pas de fichier choisi

source: Title of the first motto
fr_fr: Titre de la première devise

source: The motto content
fr_fr: Contenu de celle-ci

source: Third motto image
fr_fr: Image de la troisième devise

source: Choose this image.
fr_fr: Choisissez cette image.

source: Title of the third motto
fr_fr: Titre de la troisième devise

source: Choose a footer
fr_fr: Choisissez un pied de page

source: Choose a footer between few ones.
fr_fr: Choisissez un pied de page parmi plusieurs.

source: Full School name
fr_fr: Dénomination complète de l'établissement

source: For example: Lycée Janson-de-Sailly. This field will be display in the contact us page.
fr_fr: Par exemple: Lycée Janson-de-Sailly. Ce champ s'affichera dans la page nous contacter.

source: Enter complete name...
fr_fr: Entrer un nom complet ...

source: School name
fr_fr: Dénomination de l'établissement

source: For example: Janson-de-Sailly
fr_fr: Par exemple: Janson-de-Sailly

source: Enter name...
fr_fr: Entrer le nom ...

source: Address
fr_fr: Adresse

source: For example: Champ de Mars, 5 Avenue Anatole France
fr_fr: Par exemple: Champ de Mars, 5 Avenue Anatole France

source: Enter address...
fr_fr: Entrer une adresse ...

source: Postal Code
fr_fr: Code Postale

source: For example: 75 016
fr_fr: Par exemple: 75 016

source: Enter postal code...
fr_fr: Entrer le code postale ...

source: For example: Paris
fr_fr: Par exemple: Paris

source: Enter city...
fr_fr: Entrer une ville...

source: Phone number
fr_fr: Numéro de téléphone

source: For example: 04 12 34 56 78
fr_fr: Par exemple: 04 12 34 56 78

source: Enter phone number...
fr_fr: Entrer un numéro de téléphone ...

source: Fax number
fr_fr: Numéro de Fax

source: Enter fax number...
fr_fr: Entrer un numéro de Fax ...

source: For example: school@example.com
fr_fr: Par exemple : school@example.com

source: Enter e-mail...
fr_fr: Entrer une e-mail ...

source: Google Maps iframe URL
fr_fr: URL de l'iframe Google Maps

source: You need to fill this field only with the URL beetween the src quotes of an Google Maps iframe link.
fr_fr: Vous devez remplir ce champs avec l'URL ce trouvant entre les guillemets de l'iframe de Google Maps.

source: How much article you want to see on the home page ?
fr_fr: Combien d'articles voulez-vous voir dans la page d'accueil ?

source: Between 4 and 10 articles max. The default value is : 4
fr_fr: Choisissez une valeur entre 4 et 10. Par défaut la valeur est: 4

source: Enter a value . . .
fr_fr: Entrer une valeur ...

source: Slider
fr_fr: Galerie d'images déroulante

source: Select your slider images.
fr_fr: Sélectionné les images de la galerie déroulante.

source: The 3 mottos
fr_fr: Les 3 devises

source: Customize the mottos.
fr_fr: Personnalisé les devises.

source: Social networks
fr_fr: Réseaux sociaux

source: Set your social networks URL.
fr_fr: Entrer les liens vers vos réseaux sociaux.

source: Basics Informations
fr_fr: Informations de base

source: School name, adress, phone and email.
fr_fr: Nom de l'établissement, adresse, numéro de téléphone et adresse mail.

source: Unregistered Contents
fr_fr: Contenus non renseigné

source: Images for remplace unregistered contents.
fr_fr: Images de remplacement des éléments non renseigné.

source: Terms of Service
fr_fr: C.G.U

source: Terms of Service Informations.
fr_fr: Informations concernant les C.G.U.

source: Choose a image for the first layer of the slider.
fr_fr: Choisissez l'image qui apparaîtra en premier dans le slider.

source: Choose a image for the second layer of the slider.
fr_fr: Choisissez l'image qui apparaîtra en deuxième dans le slider.

source: Choose a image for the third layer of the slider.
fr_fr: Choisissez l'image qui apparaîtra en troisième dans le slider.

source: Go to Facebook
fr_fr: Lien vers Facebook

source: For example: https://www.facebook.com/ipt.avignon/
fr_fr: Par exemple: https://www.facebook.com/ipt.avignon/

source: Enter Facebook ID ...
fr_fr: Entrer l'identifiant Facebook ...

source: Go to Instagram
fr_fr: Lien vers Instagram

source: For example: https://www.instagram.com/ipt.avignon/
fr_fr: Par exemple: https://www.instagram.com/ipt.avignon/

source: Enter Instagram ID ...
fr_fr: Entrer l'identifiant Instagram ...

source: Go to Twitter
fr_fr: Lien vers Twitter

source: For example: https://twitter.com/ipt.avignon
fr_fr: Par exemple: https://twitter.com/ipt.avignon

source: Enter Twitter ID ...
fr_fr: Entrer l'identifiant Twitter ...

source: Default article image
fr_fr: Image par défaut d'un article

source: Choose a default image.
fr_fr: Choisissez une image par défaut.

source: Default article title
fr_fr: Titre par défaut d'un article

source: This title will display when no title was record.
fr_fr: Ce titre s'affichera quand aucun titre n'est enregistrer.

source: Something . . .
fr_fr: Quelque chose ...

source: Title of substitution unavailable.
fr_fr: Titre de substitution indisponible.

source: Contact us
fr_fr: Nous contacter

source: Usefull links
fr_fr: Liens utiles

source: Website design and made by the nonprofit organization
fr_fr: Site dessiné et conçu par l'association
